Repository: Cactus64k/simple-fb2-reader
Catalog: intl/*.po
Languages: ru

source: Forget all books position and endodings?
ru: Забыть все позиции в книгах и кодировки?

source: without the possibility of restoration
ru: без возможности востановления

source: ctrl+f search ctrl+c copy selected text ctrl+m3 font scale Have nice reading!
ru: ctrl+f поиск ctrl+c копировать выделенный текст ctrl+m3 размер шрифта Приятного чтения!

source: File
ru: Файл

source: Book
ru: Книга

source: To last read position
ru: Перейти к позиции чтения

source: Change encode
ru: Изменить кодировку

source: Reader
ru: Читалка

source: Use dark color scheme
ru: Использовать темную цветовую схему

source: Forget all the books
ru: Забыть все книги

source: Save reading position?
ru: Сохранить позицию чтения?

source: This will overwrite the previous position
ru: Это перезапишет предыдущую позицию

source: Backward
ru: Назад

source: Forward
ru: Вперед

source: Case ensitive
ru: Учитывать регистр

source: ERROR: xml is well parsed, but pointer is NULL
ru: ОШИБКА: xml разобран, но указатель NULL

source: ERROR: failed to parse fb2 file: %s
ru: ОШИБКА: не удалось разобрать fb2 файл: %s

source: ERROR: failed to unpack fb2 file: %s
ru: ОШИБКА: не удалось распаковать fb2 файл: %s

source: ERROR: failed to open zip file: %s; error code: %d
ru: ОШИБКА: не удалось открыть zip файл: %s; Код ошибки: %d

source: ERROR: failed to open file: %s
ru: ОШИБКА: не удалось открыть файл: %s

source: Hello! =P
ru: Привет! =P

source: ERROR: failed to create folder: %s %s
ru: ОШИБКА: не удалось создать папку: %s %s

source: End read book
ru: Окончание разбора книги

source: ERROR: Failed to parsing fb2 file: %s
ru: ОШИБКА: не удалось разобрать fb2 файл: %s

source: Image %s not found in table
ru: Картинка %s не найдена в таблице

source: Not local links not supported
ru: Поддерживаются только локаьные ссылки

source: ERROR: id %s already exist in table
ru: ОШИБКА: id %s уже существует в таблице

source: ERROR: no content in <image> tag
ru: ОШИБКА: не найдено содержимое тега <image>

source: ERROR: image %s already exist in table
ru: ОШИБКА: картинка %s уже существует в таблице

source: ERROR: no id properties in <image> tag
ru: ОШИБКА: не найдено свойство id в теге <image>

source: ERROR: GdkPixbufLoader: %s
ru: ОШИБКА: GdkPixbufLoader %s

source: ERROR: failed to encode txt file: %s
ru: ОШИБКА: не удалось декодировать txt файл %s

source: ERROR: failed to open txt file: %s
ru: ОШИБКА: не удалось открыть txt файл: %s

source: ERROR: failed to open URI %s
ru: ОШИБКА: не удалось открыть URI %s

source: WRONG ENCODE
ru: Неправильная кодировка!
